Repository: eugene-jokerov/content-copy-finder
Catalog: languages/content-copy-finder-*.po
Languages: ru_ru

source: Content Copy Finder requires PHP version %s+, plugin is currently NOT RUNNING.
ru_ru: Content Copy Finder требует версию PHP не ниже %s. Поскольку вы используете более раннюю версию, плагин НЕ работает.

source: Content Copy Finder requires WordPress version %s+. Because you are using an earlier version, the plugin is currently NOT RUNNING.
ru_ru: Content Copy Finder требует WordPress версию не ниже %s. Поскольку вы используете более раннюю версию, плагин НЕ работает.

source: Something went wrong.
ru_ru: Что-то пошло не так.

source: Bulk check
ru_ru: Массовая проверка уникальности

source: Post not found
ru_ru: Запись не найдена

source: Uniqueness Check Request Error
ru_ru: Ошибка запроса на проверку уникальности

source: Settings
ru_ru: Настройки

source: API Key
ru_ru: Ваш API ключ

source: may take on page
ru_ru: можно получить на странице

source: Auto ckeck
ru_ru: Автоматическая проверка

source: Check posts when adding and editing
ru_ru: Проверять записи после сохранения и изменения

source: Do not automatically check
ru_ru: Не проверять автоматически

source: Post types
ru_ru: Типы записей

source: API Error:
ru_ru: Ошибка API:

source: rub.
ru_ru: руб.

source: Uniqueness check in progress
ru_ru: Идёт проверка

source: Uniqueness
ru_ru: Уникальность

source: text checked
ru_ru: проверен

source: Check error
ru_ru: Ошибка при проверке

source: Not yet verified
ru_ru: Ещё не проверен

source: Check
ru_ru: Проверить

source: The plugin allows you to check the text of your records for uniqueness and find copies on other sites.
ru_ru: Плагин позволяет проверять текст ваших записей на уникальность и находить копии на других сайтах.

source: For check use API
ru_ru: Для проверки используется API сервиса

source: Account
ru_ru: Ваш аккаунт

source: Scheme of work
ru_ru: Схема работы

source: Get results without page reload
ru_ru: Получить результат без перезагрузки страницы

source: Check text
ru_ru: Проверить текст

source: Page URL
ru_ru: Адрес страницы

source: Matches
ru_ru: Совпадений

source: Show matches
ru_ru: Показать совпадения

source: Hide matches
ru_ru: Скрыть совпадения

source: Before checking, the server cleared the text from markup and formatting. Therefore, the result looks monotonous. This is necessary for greater accuracy in finding plagiarism. Non-unique text fragments are highlighted.
ru_ru: Перед проверкой, сервер очистил текст от разметки и форматирования. Поэтому результат выглядит монотонно. Это необходимо для большей точности нахождения плагиата. Цветом выделены не уникальные фрагменты текста.

source: Balance
ru_ru: Денег на счету

source: Check price
ru_ru: Стоимость одной проверки

source: At your disposal
ru_ru: В Вашем распоряжении

source: checks
ru_ru: проверок

source: Check balance
ru_ru: Проверить баланс

source: Add funds
ru_ru: Пополнить баланс

source: Select post type
ru_ru: Выберите тип записи

source: Check type
ru_ru: Тип проверки

source: All entries of the selected type will be checked for uniqueness.
ru_ru: На уникальность будут проверены все записи выбранного типа.

source: All records
ru_ru: Все записи

source: Only those records that have not been previously checked will be checked for uniqueness.
ru_ru: На уникальность будут проверены только те записи, которые ранее не проверялись.

source: Unchecked
ru_ru: Не проверенные

source: Records checked for uniqueness will be rechecked again.
ru_ru: Записи, которые ранее уже были проверены на уникальность, будут перепроверены снова.

source: Checked
ru_ru: Проверенные

source: Only those records that were previously checked with an error will be checked for uniqueness.
ru_ru: На уникальность будут проверены только те записи, которые ранее были проверены с ошибкой.

source: With error
ru_ru: С ошибкой

source: Post status
ru_ru: Статусы записи

source: Mass check in progress
ru_ru: Идёт массовая проверка

source: Processed
ru_ru: Обработано

source: of
ru_ru: из

source: Post title
ru_ru: Заголовок записи

source: Checking results
ru_ru: Результат проверки

source: Start checking
ru_ru: Начать проверку

source: Processing completed
ru_ru: Проверка завершена

source: Stop
ru_ru: Остановить

source: Continue
ru_ru: Возобновить

source: Register on the site
ru_ru: Зарегистрируйтесь на сайте

source: Get API key on page
ru_ru: Получите API ключ на странице

source: Enter your unique API key in the plugin settings
ru_ru: Введите ваш уникальный API-ключ в настройках плагина

source: When adding and editing posts, their text will be automatically checked for uniqueness.
ru_ru: При добавлении и правке постов их текст будет автоматически проверяться на уникальность!

source: Check text for uniqueness and plagiarism search
ru_ru: Проверка текста на уникальность и поиск плагиата
